const Katakana = {
  'ア': 'a',
  'イ': 'i',
  'ウ': 'u',
  'エ': 'e',
  'オ': 'o',
  'カ': 'ka',
  'キ': 'ki',
  'ク': 'ku',
  'ケ': 'ke',
  'コ': 'ko',
  'ガ': 'ga',
  'ギ': 'gi',
  'グ': 'gu',
  'ゲ': 'ge',
  'ゴ': 'go',  
  'サ': 'sa',
  'シ': 'shi',
  'ス': 'su',
  'セ': 'se',
  'ソ': 'so',
  'ザ': 'za',
  'ジ': 'ji',
  'ズ': 'zu',
  'ゼ': 'ze',
  'ゾ': 'zo', 
	'タ': 'ta',	
	'チ': 'chi',	
	'ツ': 'tsu',	
	'テ': 'te',	
	'ト': 'to',
	'ダ': 'da',	
	'ヂ': 'ji',	
	'ヅ': 'zu',	
	'デ': 'de',	
	'ド': 'do',   
}

export default Katakana

// 	a	i	u	e	o
// t	タ	チ	ツ	テ	ト
// d	ダ	ヂ	ヅ	デ	ド
// n	ナ	ニ	ヌ	ネ	ノ
// h	ハ	ヒ	フ	ヘ	ホ
// b	バ	ビ	ブ	ベ	ボ
// p	パ	ピ	プ	ペ	ポ
// m	マ	ミ	ム	メ	モ
// y	ヤ		ユ		ヨ
// r	ラ	リ	ル	レ	ロ
// w	ワ	ヰ		ヱ	ヲ
// n	ン